---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemNumElementsParam
source: html/64beba5b-c40e-6280-7b75-5f6e544d4574.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemNumElementsParam Property

"Number of Elements"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemNumElementsParam { get; }
```